var ques = new Vue({
    el: '#ques',
    data: {
        content: [{
                ask: 'หากเกิดอุบัติเหตุทำอย่างไร',
                ans: `เนื่องจากเป็นการเช่ารถโดยท่านขับเอง
                หากเกิดอุบัติเหตุ ไม่ว่าเป็นฝ่ายถูกหรือฝ่ายผิด ผู้เช่าต้องรับผิดชอบค่าเสียหายทั้งหมดที่เกิดขึ้น`
            },
            {
                ask: 'สามารถเดินทางออกนอกจังหวัดกรุงเทพมหานครได้หรือไม่',
                ans: `ท่านสามารถเดินทางออกอกจังหวัดได้
                ภายในระยะเวลที่กำหนด (ทั้งนี้ระยะเวลาในการให้บริการ ขึ้นอยู่กับผู้ประกอบการ)`
            },
            {
                ask: 'ตรวจสอบค่าบริการอื่นๆที่ไม่ครอบคลุม',
                ans: `ค่าบริการอื่นๆ อาทิเช่น
                ค่าน้ำมัน ค่าทางด่วน ค่าจอดรถ ผู้เช่าชำระตามจริง ค่าบริการ นอกเวลาทำการ และ ค่านอกเวลาให้บริการ เริ่มต้นที่
                100 บาท/ชั่วโมง`
            },
            {
                ask: 'วันหยุดยาวและเทศกาล ราคาเปลี่ยนแปลงหรือไม่',
                ans: 'อัตราค่าเช่ารถและค่าบริการ อาจมีการเปลี่ยนแปลง ขึ้นอยู่กับร้านรถเช่าเป็นผู้พิจารณา'
            },
            {
                ask: 'หากชำระเงินแล้วสามารถยกเลิกการจองรถได้หรือไม่',
                ans: 'ไม่สามารถยกเลิกได้ เนื่องจากเป็นนโยบายของทางร่านเช่า'
            },

        ],
    }
})
