var ques = new Vue({
    el: '#ques',
    data:{
        content:[{
            active: false,
            ask:'หากเกิดอุบัติเหตุทำอย่างไร',
            ans:`เนื่องจากเป็นการเช่ารถพร้อมคนขับ หากเกิดอุบัติเหตุ ไม่ว่าเป็นฝ่ายถูกหรือฝ่ายผิด ผู้เช่าไม่ต้องรับผิดชอบค่าเสียหายใดๆที่เกิดขึ้น
                - หากเกิดอุบัติเหตุเล็กน้อย โดยรถสามารถขับต่อไปได้ แต่ลูกค้าต้องเสียเวลาในการใช้บริการ ทางร้านรถเช่าจะทดเวลาเพิ่มให้ โดยไม่มีค่าใช้จ่ายเพิ่มเติมใดๆ
                - หากเกิดอุบัติเหตุที่ส่งผลให้รถไม่สามารถขับต่อไปได้ ทางร้านรถเช่า จะจัดหารถคันใหม่เพื่อมาทดแทน และจะทดเวลาเพิ่มให้ โดยไม่มีค่าใช้จ่ายเพิ่มเติมใดๆ`
        },
        {
            active: false,
            ask:'สามารถเดินทางออกนอกจังหวัดได้หรือไม่',
            ans:`ระยะเวลาให้บริการเริ่มต้นที่ 8-12 ชั่วโมง คิดเป็นการเช่า 1 วัน (ทั้งนี้ระยะเวลาในการให้บริการ ขึ้นอยู่กับผู้ประกอบการ)
                หากท่านมีความจำเป็น ต้องใช้มากกว่าระยะเวลาที่กำหนด สามารถชำระค่าบริการนอกเวลา (ค่า OT) เพิ่มเติมได้`
        },
        {
            active: false,
            ask:'ตรวจสอบค่าบริการอื่นๆที่ไม่ครอบคลุม',
            ans:`ค่าบริการอื่นๆ อาทิเช่น
            ค่าน้ำมัน ค่าทางด่วน ค่าจอดรถ  ผู้เช่าชำระตามจริง
            ค่าบริการ นอกเวลาทำการ และ ค่านอกเวลาให้บริการ    เริ่มต้นที่ 100 บาท/ชั่วโมง (ขึ้นอยู่กับผู้ประกอบการ)`
        },
        {
            active: false,
            ask:'วันหยุดยาวและเทศกาล ราคาเปลี่ยนแปลงหรือไม่',
            ans:'อัตราค่าเช่ารถ พร้อมคนขับ และ ค่าบริการ อาจมีการเปลี่ยนแปลง ขึ้นอยู่กับร้านรถเช่า พร้อมคนขับเป็นผู้พิจารณา'
        },
        {
            active: false,
            ask:'',
            ans:''
        },

        ],
       change:1
        
    }
})